Repository: AlkyoneAoide/cplay-ng
Catalog: po/*.po
Languages: fr

source: elapsed
fr: écoulé

source: remaining
fr: restant

source: Counting %s time
fr: Mesure du temps %s

source: Quit? (y/N)
fr: Quitter ? (y/N)

source: backward-isearch
fr: Recherche en arrière

source: forward-isearch
fr: Recherche en avant

source: Not found: %s
fr: Non trouvé : %s

source: Help
fr: Aide

source: Global t, T : tag current/regex ------ u, U : untag current/regex Up, Down, k, j, C-p, C-n, Sp, i : invert current/all PgUp, PgDn, K, J, ! : shell ($@ = tagged or current) Home, End, g, G : movement Enter : chdir or play Filelist Tab : filelist/playlist -------- n, p : next/prev track a : add (tagged) to playlist z, x : toggle pause/stop s : recursive search BS, o : goto parent/specified dir Left, Right, m, ' : set/get bookmark C-f, C-b : seek forward/backward C-a, C-e : restart/end track Playlist C-s, C-r, / : isearch -------- C-g, Esc : cancel d, D : delete (tagged) tracks/playlist 1..9, +, - : volume control m, M : move tagged tracks after/before c, v : counter/volume mode r, R : toggle repeat/Random mode <, > : horizontal scrolling s, S : shuffle/Sort playlist C-l, l : refresh, list mode w, @ : write playlist, jump to active h, q, Q : help, quit?, Quit! X : stop playlist after each track
fr: Navigation au sein de l'application ------------------------------------ Tabulation : basculer entre la liste des fichiers et celle de lecture h : afficher/masquer l'aide q : quitter cplay Q : quitter cplay sans demande de confirmation Ctrl-l : rafraichir l'affichage courant Ctrl-g, Echap : annuler l'action en cours (rechercher par exemple) ! : lancer une commande ($@ représente la sélection ou le fichier courant Navigation dans les listes -------------------------- FlècheHaut, Ctrl-n, k : déplacer le curseur d'une ligne vers le haut FlècheBas, Ctrl-p, j : déplacer le curseur d'une ligne vers le bas PagePrécédente, K : déplacer le curseur d'une page vers le haut PageSuivante, J : déplacer le curseur d'une page vers le bas Début, g : déplacer le curseur en début de liste Fin, G : déplacer le curseur en fin de liste < : défilement de la liste vers la gauche > : défilement de la liste vers la droite Sélection --------- t : sélectionner la ligne courante u : désélectionner la ligne courante T : séléctionner plusieurs lignes à l'aide d'une expression rationnelle U : désélectioner plusieurs lignes à l'aide d'une expression rationnelle espace : inverser la sélection pour la ligne courante i : inverser la sélection pour la liste entière Utilisation de la liste des fichiers ------------------------------------ Entrée : lister le contenu d'un répertoire backspace : remonter au réperoire parent o : aller directement à un répertoire spécifique s : effectuer une recherche récursive dans les répertoires m : définir un marque-page pour le répertoire courant ' : atteindre un marque-page l : baculer entre l'affiche des noms des fichiers ou de leur chemin complet Utilisation de la liste de lecture ---------------------------------- a : ajouter un morceau, une liste de lecture, un répertoire ou une sélection d : supprimer la piste courante D : vider la liste de lecture s : mélanger la liste liste lecture S : trier la liste de lecture par ordre alphabétique m : déplacer les pistes sélectionnées avant la piste courante M : déplacer les pistes sélectionnées après la piste courante @ : placer le curseur sur la piste en cours de lecture l : baculer entre l'affiche des noms des fichiers ou de leur chemin complet W : enregistrer la liste de lecture Contrôle de la lecture ---------------------- Entrée : lire un fichier ou une piste n : piste suivante p : piste précédente z : pause (appuyer de nouveau pour relancer la lecture) x : arrêt (appuyer de nouveau pour reprendre la lecture) FlècheGauche, Ctrl-b : reculer la lecture d'un pas FlècheDroite, Ctrl-f : avancer la lecture d'un pas Ctrl-a, ^ : reculer la lecture jusqu'au début du morceau Ctrl-e, $ : avancer la lecture jusqu'à la fin du morceau r : activer/désactiver la lecture en boucle (repeat) R : activer/désactiver la lecture aléatoire (Random) x : activer/désactiver la lecture manuelle c : basculer entre l'affichage du temps restant ou celui écoulé Volume ------ 1 .. 9 : modifier le volume (en dixaine de pourcentage) + : augmenter le volume de 1% - : diminuer le volume de 1% v : sélectionner le volume à modifier (principal ou auxilliaire)

source: filename
fr: fichiers seulement

source: pathname
fr: chemins complets

source: Listing %s
fr: Affichage des %s

source: Tag regexp
fr: Sélection

source: Untag regexp
fr: Déselection

source: shell$
fr: Commande :

source: bookmark
fr: Atteindre le marque-page

source: Not found!
fr: Marque-page introuvable !

source: set bookmark
fr: Poser un marque-page

source: search
fr: Recherche récursive

source: Searching...
fr: Recherche en cours ...

source: search results
fr: recherche

source: Filelist:
fr: Liste des fichiers :

source: Reading directory...
fr: Parcours du répertoire ...

source: goto
fr: Se déplacer vers

source: Not a directory!
fr: Répertoire introuvable !

source: Adding tagged files
fr: Ajout de la sélection effectué

source: metadata
fr: meta-donnée

source: Playlist %s %s %s
fr: Liste de Lecture %s %s %s

source: [repeat]
fr: [boucle]

source: [random]
fr: [aléatoire]

source: [stop]
fr: [manuel]

source: Working...
fr: Ajout en cours ...

source: Added: %s
fr: Ajout de "%s" effectué

source: Deleted playlist
fr: Liste vidée

source: Shuffled playlist... Oops?
fr: Liste mélangée

source: Sorted playlist
fr: Liste triée

source: Repeat: %s
fr: Lecture en boucle %s

source: Random: %s
fr: Lecture aléatoire %s

source: Stop playlist: %s
fr: Lecture manuelle %s

source: on
fr: activée

source: off
fr: désactivée

source: Save playlist
fr: Enregistrement de la liste

source: Stopped: %s
fr: Arrêt : %s

source: Paused: %s
fr: Pause : %s

source: Playing: %s
fr: Lecture : %s

source: Player not found!
fr: Programme de lecture introuvable pour ce fichier !

source: %s volume %s%%
fr: %s : volume à %s%%

source: cancel
fr: Action annulée

source: Usage: %s [-nrRv] [ file | dir | playlist ] ...
fr: Usage %s [-nrRv] [ fichier | répertoire | liste_de_lecture ] ...
